export const SUBJECT_COORDINATES_MAP: { [key: string]: number } = {
  "76589": 1, //Республика Хакасия
  "35895": 2, //Архангельская область
  "53183": 2, //Архангельская область
  "61351": 2, //Архангельская область
  "61941": 2, //Архангельская область
  "65931": 2, //Архангельская область
  "65191": 2, //Архангельская область
  "65281": 2, //Архангельская область
  "66541": 2, //Архангельская область
  "68218": 2, //Архангельская область
  "15648": 3, //Астраханская область
  "67088": 4, //Алтайский край
  "99967": 5, //Белгородская область
  "13135": 6, //Амурская область
  "90159": 7, //Брянская область
  "20545": 8, //Новгородская область
  "14491": 9, //Приморский край
  "62985": 10, //Республика Северная Осетия - Алания
  "20446": 11, //Владимирская область
  "17357": 12, //Волгоградская область
  "30456": 13, //Вологодская область
  "11496": 14, //Воронежская область
  "76787": 15, //Чеченская Республика
  "47087": 16, //Свердловская область
  "23315": 17, //Ивановская область
  "34576": 18, //Удмуртская Республика
  "98868": 19, //Иркутская область
  "99568": 19, //Иркутская область
  "28766": 20, //Республика Марий Эл
  "31897": 21, //Республика Татарстан
  "24243": 22, //Калининградская область
  "11765": 23, //Калужская область
  "76988": 24, //Кемеровская область
  "32256": 25, //Кировская область
  "28855": 26, //Костромская область
  "41480": 27, //Краснодарский край
  "92247": 28, //Красноярский край
  "84492": 28, //Красноярский край
  "82725": 28, //Красноярский край
  "80821": 28, //Красноярский край
  "48897": 29, //Курганская область
  "11216": 30, //Курская область
  "14576": 31, //Липецкая область
  "24879": 32, //Республика Адыгея
  "87591": 33, //Республика Дагестан
  "17355": 34, //Москва
  "35623": 35, //Мурманская область
  "50583": 36, //Кабардино-Балкарская Республика
  "23196": 37, //Нижегородская область
  "62317": 38, //Новосибирская область
  "56978": 39, //Омская область
  "37868": 40, //Оренбургская область
  "21816": 41, //Пензенская область
  "38746": 42, //Пермский край
  "26746": 43, //Республика Карелия
  "15147": 44, //Камчатский край
  "15714": 44, //Камчатский край
  "11815": 45, //Псковская область
  "10447": 46, //Ростовская область
  "19263": 47, //Рязанская область
  "26273": 48, //Самарская область
  "17964": 49, //Санкт-Петербург
  "23016": 50, //Республика Мордовия
  "21317": 51, //Саратовская область
  "98655": 52, //Смоленская область
  "80284": 53, //Ставропольский край
  "60487": 54, //Ханты-Мансийский автономный округ - Югра
  "45345": 55, //Республика Коми
  "16236": 56, //Тамбовская область
  "19885": 57, //Тверская область
  "70577": 58, //Томская область
  "14216": 59, //Тульская область
  "52827": 60, //Тюменская область
  "98139": 61, //Республика Бурятия
  "24267": 62, //Ульяновская область
  "35567": 63, //Республика Башкортостан
  "14434": 64, //Хабаровский край
  "25786": 65, //Чувашская Республика - Чувашия
  "38638": 66, //Челябинская область
  "40682": 67, //Карачаево-Черкесская Республика
  "10559": 68, //Забайкальский край
  "11178": 68, //Забайкальский край
  "12068": 69, //Республика Калмыкия
  "15483": 70, //Сахалинская область
  "11478": 71, //Республика Саха (Якутия)
  "11144": 71, //Республика Саха (Якутия)
  "11142": 71, //Республика Саха (Якутия)
  "10973": 71, //Республика Саха (Якутия)
  "10749": 71, //Республика Саха (Якутия)
  "20355": 72, //Ярославская область
  "13907": 73, //Еврейская автономная область
  "13733": 75, //Республика Крым
  "20814": 76, //Ленинградская область
  "13606": 77, //Магаданская область
  "16755": 78, //Московская область
  "51724": 79, //Ненецкий автономный округ
  "11736": 80, //Орловская область
  "75495": 81, //Республика Алтай
  "72386": 82, //Республика Ингушетия
  "78489": 83, //Республика Тыва
  "13505": 85, //Чукотский автономный округ
  "13145": 85, //Чукотский автономный округ
  "72366": 86, //Ямало-Ненецкий автономный округ
};
